{
  "page_title_home": "Aegis Sentinel | Global Cybersecurity Solutions",
  "page_title_about": "About Aegis Sentinel",
  "page_title_services": "Services | Aegis Sentinel",
  "page_title_solutions": "Solutions | Aegis Sentinel",
  "page_title_cases": "Case Studies | Aegis Sentinel",
  "page_title_blog": "Insights | Aegis Sentinel",
  "page_title_contact": "Contact | Aegis Sentinel",
  "page_title_portal": "Client Portal | Aegis Sentinel",
  "page_title_payment": "Payments | Aegis Sentinel",
  "brand_tagline": "Vigilance Beyond the Code",
  "nav_home": "Home",
  "nav_about": "About Us",
  "nav_services": "Services",
  "nav_solutions": "Solutions",
  "nav_cases": "Case Studies",
  "nav_blog": "Insights",
  "nav_contact": "Contact",
  "nav_portal": "Client Portal",
  "nav_payment": "Payments",
  "hero_badge": "Global Cyber Defense",
  "hero_title": "Strategic cybersecurity that stays ahead of the threat economy.",
  "hero_subtitle": "Aegis Sentinel combines elite threat intelligence with incident response readiness for organizations operating across regulated industries.",
  "hero_primary": "Request a Demo",
  "hero_secondary": "Get a Proposal",
  "hero_panel_title": "Trusted by global security leaders",
  "hero_panel_body": "280+ specialists, 40% former ethical hackers and intelligence analysts, operating from Switzerland, the UK, UAE, Singapore, Germany, and the US.",
  "hero_panel_list_1": "ISO 27001, 27701, 22301 compliant operations",
  "hero_panel_list_2": "Microsoft Intelligent Security Association partner",
  "hero_panel_list_3": "24/7 multilingual SOC and incident response",
  "trust_title": "Built for high-stakes environments",
  "trust_body": "Our teams anticipate adversary evolution, providing not just protection but strategic advantage across finance, healthcare, and government programs.",
  "trust_card_1_title": "Threat Intelligence Fusion",
  "trust_card_1_body": "Proprietary intelligence feeds combined with on-the-ground digital forensics deliver real-time defensive posture optimization.",
  "trust_card_2_title": "Executive-Ready Reporting",
  "trust_card_2_body": "Board-grade reporting, SLA-backed remediation, and clear exposure scoring for every business unit.",
  "trust_card_3_title": "Continuous Validation",
  "trust_card_3_body": "Continuous red teaming and automated breach simulations ensure resilience against evolving APT tactics.",
  "services_preview_title": "Core services",
  "services_preview_body": "From proactive threat hunting to hands-on incident response, our portfolio is built around measurable outcomes.",
  "services_preview_1": "Proactive Threat Hunting",
  "services_preview_1_body": "Behavioral analytics, anomaly detection, and rapid containment strategy.",
  "services_preview_2": "Penetration Testing",
  "services_preview_2_body": "Adversary emulation and compliance-driven validation for critical assets.",
  "services_preview_3": "Digital Forensics & IR",
  "services_preview_3_body": "Rapid investigation and remediation with secure evidence handling.",
  "services_preview_4": "Security Awareness Training",
  "services_preview_4_body": "Role-based simulations and multilingual training that reduce human risk.",
  "case_preview_title": "Real outcomes, verified impact",
  "case_preview_body": "Our response teams secure intellectual property, stabilize operations, and protect high-value data in time-critical scenarios.",
  "case_preview_highlight": "$2B IP theft prevented for EU medical device leader.",
  "case_preview_detail": "APT intrusion neutralized within 36 hours, enabling the client to keep clinical trials on schedule and avoid regulatory penalties.",
  "contact_preview_title": "Engage with Aegis Sentinel",
  "contact_preview_body": "Speak with our Zurich HQ or regional offices to schedule a confidential briefing.",
  "contact_preview_cta": "Contact Security Desk",
  "footer_tagline": "Vigilance Beyond the Code",
  "footer_contact": "Email: security@aegissentinel.com",
  "footer_rights": "© 2024 Aegis Sentinel. All rights reserved.",
  "about_badge": "Company Profile",
  "about_title": "Aegis Sentinel Global Cybersecurity Solutions",
  "about_intro": "Founded in 2012 in Zug, Switzerland, Aegis Sentinel delivers global cyber defense for regulated industries seeking strategic security advantage.",
  "about_history_title": "Our history",
  "about_history_body": "From a boutique threat intelligence team to a 280+ person global operation, we have evolved alongside the modern threat economy while remaining privately held and mission-driven.",
  "about_mission_title": "Mission",
  "about_mission_body": "We anticipate the evolution of cyber threats, delivering not just protection but a strategic advantage for every client.",
  "about_stats_title": "Global reach",
  "about_stats_body": "280+ experts, 40% former ethical hackers and intelligence analysts, supporting five regional offices and a 24/7 security operations center.",
  "about_team_title": "Leadership",
  "about_team_ceo_name": "Dr. Arthur Foster",
  "about_team_ceo_role": "Founder & CEO",
  "about_team_ceo_bio": "Former head of cyber intelligence operations at the NSA, guiding strategy and executive readiness programs.",
  "about_team_cto_name": "Elena Voss",
  "about_team_cto_role": "Chief Technology Officer",
  "about_team_cto_bio": "Cryptography specialist with prior research leadership at CERN, overseeing secure platform engineering.",
  "about_team_rd_name": "Kenji Tanaka",
  "about_team_rd_role": "Head of R&D",
  "about_team_rd_bio": "Leads AI-driven threat detection initiatives across cloud, OT, and critical infrastructure environments.",
  "about_offices_title": "Offices",
  "about_offices_body": "Headquarters in Zug with regional operations in London, Dubai, Singapore, Berlin, and Boston to support global clients.",
  "about_cert_title": "Compliance & partnerships",
  "about_cert_body": "ISO 27001, 27701, and 22301 aligned. Proud partner of the Microsoft Intelligent Security Association program.",
  "services_badge": "Service Portfolio",
  "services_title": "Cybersecurity services engineered for resilience",
  "services_intro": "Aegis Sentinel delivers proactive and responsive security programs with measurable outcomes across complex regulatory environments.",
  "service_threat_title": "Proactive Threat Hunting",
  "service_threat_body": "Continuous hypothesis-driven hunting, threat intelligence fusion, and MITRE ATT&CK mapping to eradicate stealth adversaries before impact.",
  "service_pentest_title": "Penetration Testing",
  "service_pentest_body": "Red-team emulation, social engineering validation, and compliance-ready reporting for regulatory audits and board review.",
  "service_dfir_title": "Digital Forensics & Incident Response",
  "service_dfir_body": "Rapid containment, forensic investigation, and crisis communications with secure evidence preservation.",
  "service_awareness_title": "Security Awareness Training",
  "service_awareness_body": "Role-based simulations, executive briefings, and multilingual training to reduce human-risk exposure.",
  "solutions_badge": "Industry Programs",
  "solutions_title": "Tailored cybersecurity solutions",
  "solutions_intro": "Sector-specific solutions that align with regulatory frameworks and operational realities.",
  "solutions_fintech_title": "FinTech",
  "solutions_fintech_body": "PCI-ready monitoring, transaction fraud intelligence, and board-level threat reporting for modern financial platforms.",
  "solutions_health_title": "Healthcare",
  "solutions_health_body": "Patient data protection, ransomware resilience programs, and continuous compliance mapping for HIPAA and GDPR.",
  "solutions_gov_title": "Government",
  "solutions_gov_body": "Secure modernization, critical infrastructure defense, and classified incident response for public sector partners.",
  "cases_badge": "Success Stories",
  "cases_title": "Case studies",
  "cases_intro": "Real-world response stories highlighting measurable risk reduction and operational continuity.",
  "case1_title": "MedCore Devices",
  "case1_industry": "Industry: Medical Devices",
  "case1_problem": "Problem: Targeted APT infiltration threatened $2B in IP and clinical trial data.",
  "case1_solution": "Solution: 24/7 threat hunting, isolated lateral movement, and deployed emergency segmentation within 36 hours.",
  "case1_result": "Result: IP exfiltration stopped, regulatory reporting completed on time, zero downtime for manufacturing.",
  "case2_title": "NovaPay Holdings",
  "case2_industry": "Industry: FinTech",
  "case2_problem": "Problem: Credential stuffing campaigns led to a 18% increase in fraud attempts.",
  "case2_solution": "Solution: Behavior analytics, MFA hardening, and fraud intelligence integration.",
  "case2_result": "Result: Fraud attempts reduced by 72%, improved customer trust scores.",
  "case3_title": "Helios Public Sector Network",
  "case3_industry": "Industry: Government",
  "case3_problem": "Problem: Legacy infrastructure exposed to nation-state persistence.",
  "case3_solution": "Solution: Zero-trust rollout, secure modernization, and classified IR playbooks.",
  "case3_result": "Result: 45% faster containment and improved resilience scoring.",
  "blog_badge": "Aegis Sentinel Labs",
  "blog_title": "Insights",
  "blog_intro": "Technical guidance and strategic intelligence on the evolving threat landscape.",
  "blog_post1_title": "ShadowCloud: Understanding multi-stage APT intrusion",
  "blog_post1_body": "A breakdown of a 2024 campaign targeting finance APIs and how behavioral analytics can cut dwell time by 63%.",
  "blog_post2_title": "Ransomware negotiations: what boards need to know",
  "blog_post2_body": "Policy frameworks, legal considerations, and negotiation playbooks for executive leadership teams.",
  "blog_post3_title": "Zero-trust for critical infrastructure",
  "blog_post3_body": "Designing segmentation, identity controls, and OT monitoring without disrupting production operations.",
  "contact_badge": "Engagement Desk",
  "contact_title": "Contact Aegis Sentinel",
  "contact_intro": "Schedule a confidential briefing or request a tailored proposal from our security leadership team.",
  "contact_offices_title": "Regional offices",
  "contact_office_zug": "Zug HQ — security-zug@aegissentinel.com",
  "contact_office_london": "London — security-london@aegissentinel.com",
  "contact_office_dubai": "Dubai — security-dubai@aegissentinel.com",
  "contact_office_singapore": "Singapore — security-singapore@aegissentinel.com",
  "contact_office_berlin": "Berlin — security-berlin@aegissentinel.com",
  "contact_office_boston": "Boston — security-boston@aegissentinel.com",
  "contact_forms_title": "Engagement requests",
  "contact_form_demo_title": "Request a demo",
  "contact_form_quote_title": "Get a proposal",
  "contact_form_contact_title": "Contact our team",
  "form_name_label": "Name",
  "form_email_label": "Email",
  "form_service_label": "Service of interest",
  "form_message_label": "Message",
  "form_submit": "Submit",
  "form_name_placeholder": "Your name",
  "form_email_placeholder": "name@company.com",
  "form_message_placeholder": "Share project details, timeline, or urgency.",
  "form_service_option_threat": "Proactive Threat Hunting",
  "form_service_option_pentest": "Penetration Testing",
  "form_service_option_dfir": "Digital Forensics & IR",
  "form_service_option_awareness": "Security Awareness Training",
  "form_service_option_general": "General Inquiry",
  "form_status_placeholder": "",
  "contact_note": "We never share client information and can support NDAs prior to any discovery call.",
  "portal_badge": "Secure Access",
  "portal_title": "Client Portal",
  "portal_intro": "Access active engagements, report downloads, and support tickets in a secure environment.",
  "portal_login_title": "Client login",
  "portal_login_user": "Email",
  "portal_login_pass": "Password",
  "portal_login_button": "Sign in",
  "portal_login_user_placeholder": "you@company.com",
  "portal_login_pass_placeholder": "••••••••",
  "portal_dashboard_title": "Welcome back.",
  "portal_welcome": "Your projects are actively monitored by the Zurich SOC.",
  "portal_projects_title": "Current projects",
  "portal_project1": "Global threat hunting — 72% complete",
  "portal_project2": "Incident response readiness — 55% complete",
  "portal_project3": "Executive security training — 90% complete",
  "portal_reports_title": "Reports",
  "portal_reports_body": "Download the latest compliance summary and risk assessment packs.",
  "portal_reports_button": "Download reports",
  "portal_ticket_button": "Open support ticket",
  "portal_logout_button": "Log out",
  "payment_badge": "Secure Checkout",
  "payment_title": "Purchase a security report",
  "payment_intro": "Access cutting-edge threat intelligence and actionable security analysis directly from Aegis Sentinel Labs. Our self-service reports provide immediate, confidential insights—from executive-level threat briefings to detailed technical assessments of your external attack surface. Select a report, complete your secure payment, and download your findings instantly to inform your security strategy.",
  "payment_product_label": "Product",
  "payment_product_basic": "Basic Audit",
  "payment_product_extended": "Extended Report",
  "payment_email_label": "Email",
  "payment_email_placeholder": "billing@company.com",
  "payment_card_label": "Card details",
  "payment_submit_button": "Pay securely",
  "payment_success_title": "Payment confirmed.",
  "payment_success_body": "Download your report below. A copy will also be emailed to you.",
  "payment_download_link": "Download the report",
  "about_intro_long_1": "Founded in 2012 in Zug, Switzerland, Aegis Sentinel delivers elite cyber defense for regulated industries and enterprises where security failure is not an option. We operate where the stakes are highest—finance, healthcare, critical infrastructure, and government sectors—transforming cyber risk into a quantifiable and manageable strategic advantage.",
  "about_intro_long_2": "Our mission is built on a foundation of anticipatory intelligence, not just reactive solutions. We combine deep threat research with hands-on adversarial simulation to expose vulnerabilities before they can be exploited. With over 280 specialists across global hubs in Zurich, London, Dubai, Singapore, Berlin, and Boston, our team includes former ethical hackers, intelligence analysts, and incident responders who understand both the attacker’s mindset and the defender’s imperative.",
  "about_intro_long_3": "We don’t just protect systems; we strengthen organizational resilience through continuous validation, board-ready reporting, and compliance alignment with ISO 27001, 27701, and 22301 standards. As a Microsoft Intelligent Security Association partner, we integrate cutting-edge technology with human expertise to deliver outcomes—not just alerts.",
  "about_intro_long_4": "At Aegis Sentinel, vigilance moves beyond the code. It’s embedded in our culture, our methodologies, and our unwavering commitment to defending the digital frontiers of our clients. We enable organizations to operate with confidence in a contested digital world.",
  "services_intro_long_1": "Aegis Sentinel delivers proactive and responsive security programs with measurable outcomes across complex regulatory environments. Our service portfolio is built on a cycle of continuous validation—identifying exposure, demonstrating impact, and implementing defense.",
  "services_intro_long_2_title": "1. Proactive Threat Intelligence & Exposure Management",
  "services_intro_long_2_body": "We don’t wait for alerts. Our intelligence team and proprietary systems continuously map your publicly exposed attack surface, identifying misconfigurations, outdated systems, and potential entry points before they appear in a breach report. This includes tailored briefings on emerging threats specifically targeting your sector.",
  "services_intro_long_3_title": "2. Adversary Simulation & Security Validation",
  "services_intro_long_3_body": "Going beyond checklist audits, our controlled simulation exercises replicate real-world adversary behavior to test detection and response capabilities. We demonstrate exploit chains in a contained environment, providing clear evidence of risk and actionable remediation guidance.",
  "services_intro_long_4_title": "3. Incident Readiness & Strategic Response",
  "services_intro_long_4_body": "When critical events occur, our global 24/7 SOC and incident commanders provide not just technical containment, but coordinated crisis management, communication support, and forensic analysis to meet regulatory and legal requirements.",
  "services_intro_long_5_title": "4. Resilience Integration & Continuous Monitoring",
  "services_intro_long_5_body": "Security must be woven into operations. We deploy lightweight, adaptive monitoring agents and integrate with your existing infrastructure to provide real-time visibility, anomaly detection, and compliance assurance—turning static defense into a dynamic, learning system.",
  "services_intro_long_6": "Every engagement is designed to transition from initial assessment to managed resilience, ensuring that security becomes a sustainable competitive advantage, not just a compliance cost.",
  "solutions_intro_long_1": "We move beyond generic frameworks to deliver sector-specific solutions that align with stringent regulatory requirements and the unique operational realities of your industry. Our programs are built on a foundation of deep compliance expertise and threat intelligence tailored to the specific adversaries and vulnerabilities targeting your sector.",
  "solutions_intro_long_2_title": "Financial Services & FinTech",
  "solutions_intro_long_2_body": "Navigate the complex triad of security, compliance, and customer trust. Our solutions for finance address PCI DSS, GLBA, and SOC 2 requirements while integrating advanced fraud prevention, API security, and real-time transaction monitoring to protect assets and maintain market confidence.",
  "solutions_intro_long_3_title": "Healthcare & Life Sciences",
  "solutions_intro_long_3_body": "Protect patient data and secure critical infrastructure without disrupting care. Our healthcare-focused programs ensure HIPAA and GDPR compliance while safeguarding medical devices, securing research data, and building ransomware resilience for hospitals and biotech firms.",
  "solutions_intro_long_4_title": "Government & Critical Infrastructure",
  "solutions_intro_long_4_body": "Defend public sector entities and essential services against sophisticated threats. We deliver FedRAMP-aligned solutions, secure modernization pathways for legacy systems, and 24/7 monitoring for operational technology (OT) environments that keep communities functioning.",
  "solutions_intro_long_5_title": "Technology & SaaS Providers",
  "solutions_intro_long_5_body": "Build security into your product and culture. We help technology companies implement robust DevSecOps practices, achieve compliance certifications (ISO 27001, SOC 2), and design secure-by-default architectures that become competitive advantages in global markets.",
  "solutions_intro_long_6": "Each solution begins with a collaborative assessment to map regulatory obligations to technical controls, followed by phased implementation and continuous validation. We ensure your security posture not only meets today's requirements but adapts to tomorrow's challenges—turning compliance from a cost center into a framework for resilience.",
  "cases_intro_long_1": "Real-world response stories highlighting measurable risk reduction and operational continuity. Our work is defined by measurable outcomes that protect revenue, ensure compliance, and maintain trust. Below are detailed analyses of how our methodology transforms critical vulnerabilities into validated security advantages.",
  "case1_analysis": "The threat was not merely technical but existential—targeting the core value of the company. Our response combined tactical containment with strategic regulatory navigation. By demonstrating the exact path of data exfiltration to both technical and executive teams, we transformed the incident from a security problem into a unified business recovery effort. The 36-hour resolution became a benchmark for their operational resilience, leading to an ongoing board-mandated threat simulation program.",
  "case2_analysis": "The rising fraud rate was eroding the foundational trust of a FinTech platform. Our solution went beyond blocking attacks; it involved creating a controlled demonstration of the fraud ecosystem’s scalability for leadership. This tangible evidence secured immediate investment in new controls. The 72% reduction directly correlated with a measurable uptick in customer deposit activity, proving that security investment directly enables growth.",
  "case3_analysis": "Modernizing critical infrastructure under active threat requires precision. We employed a \"validate then migrate\" approach, using controlled simulations to prove vulnerabilities in isolated legacy segments before each migration phase. This de-risked the project politically and technically. The 45% improvement in containment speed is now a key performance indicator for their annual security governance review.",
  "cases_methodology_title": "The Aegis Sentinel Methodology: How We Guarantee Outcomes",
  "cases_methodology_point_1_title": "Strategic Exposure Assessment",
  "cases_methodology_point_1_body": "We quantify risk in terms of business impact—revenue, compliance, operations—not just technical severity.",
  "cases_methodology_point_2_title": "Controlled Validation",
  "cases_methodology_point_2_body": "Through agreed-upon simulations, we demonstrate the concrete consequences of inaction to secure stakeholder alignment and urgency.",
  "cases_methodology_point_3_title": "Operational Integration",
  "cases_methodology_point_3_body": "We implement solutions measured by business continuity metrics, ensuring security becomes a pillar of resilience, not an obstacle to it.",
  "cases_methodology_quote": "“The value was not just in stopping the attack, but in the clarity Aegis provided. They showed us exactly what could happen, which made securing the budget and organizational buy-in straightforward.” — CISO, MedCore Devices",
  "cases_methodology_cta_1": "Download our detailed methodology whitepaper",
  "cases_methodology_cta_2": "Schedule a confidential briefing on your specific threat landscape",
  "blog_intro_long_1": "Technical guidance and strategic intelligence on the evolving threat landscape. Welcome to Aegis Sentinel Labs, where our frontline experience is translated into decisive knowledge. We move beyond generic threat alerts to deliver forensic analysis, actionable frameworks, and strategic foresight—equipping both technical teams and executive leadership to navigate cyber risk with confidence.",
  "blog_intro_long_2": "Our research philosophy is built on validation, not speculation. Every insight originates from our operational engagements and is stress-tested within our Controlled Threat Validation (CTV) environment. This unique approach allows us to deconstruct adversary campaigns, quantify the efficacy of defenses, and provide evidence-based recommendations you can trust.",
  "blog_intro_long_3": "Explore analyses that dissect the ‘how’ and illuminate the ‘so what’, turning complex threats into clear action plans. Discover playbooks that bridge the gap between technical response and business continuity, ensuring resilience is embedded in your strategy, not just your infrastructure.",
  "blog_intro_long_4": "[Subscribe to Aegis Sentinel Insights] for exclusive, in-depth briefings delivered to your inbox. For a confidential discussion on the threats most pertinent to your organization, [contact our Threat Intelligence team].",
  "payment_products_title": "Reports & Packages",
  "payment_crypto_label": "Preferred crypto",
  "payment_crypto_blurb": "Pay with crypto. Protect digital sovereignty. Our crypto-only checkout maximizes privacy, removes chargeback risk, and keeps delivery available 24/7.",
  "payment_product_1_title": "Executive Threat Landscape Brief",
  "payment_product_1_price": "$499 · Basic Audit",
  "payment_product_1_body": "Quarterly overview of the most relevant threats for your sector, formatted for executive leadership. Includes five emerging attack vectors, board-level guidance, and regulatory impact analysis.",
  "payment_product_1_format": "Format: PDF report (40–50 pages).",
  "payment_product_2_title": "Digital Footprint Exposure Report",
  "payment_product_2_price": "$1,850 · Extended Report",
  "payment_product_2_body": "A detailed map of publicly accessible assets and associated risk, including misconfigurations, outdated systems, and prioritized remediation guidance.",
  "payment_product_2_format": "Format: PDF report + CSV data appendix.",
  "payment_product_3_title": "Cyber Resilience Benchmark Package",
  "payment_product_3_price": "$4,200 · Premium Package",
  "payment_product_3_body": "A comprehensive maturity benchmarking package combining executive and technical reports plus a 60-minute analyst consultation.",
  "payment_product_3_format": "Format: PDF report bundle + live session.",
  "payment_product_4_title": "Enterprise Intelligence & Continuous Monitoring",
  "payment_product_4_body": "For organizations requiring continuous protection and deep integration. Subscriptions deliver monthly reports, analyst access, and real-time monitoring integration.",
  "payment_product_4_format": "Includes: bespoke configuration, recurring briefings, real-time monitoring.",
  "payment_product_4_cta": "Contact sales",
  "payment_guarantee_title": "Security & Privacy",
  "payment_guarantee_body": "Payments are processed by our PCI-DSS compliant partner. Your data and reports are strictly confidential and used only for the requested analysis.",
  "payment_guarantee_use_title": "Purpose of reports",
  "payment_guarantee_use_body": "Reports are informational and designed to inform decisions or begin professional collaboration.",
  "payment_crypto_toggle": "Why do we accept payment only in cryptocurrency?",
  "payment_crypto_body": "Why does Aegis Sentinel accept payment in cryptocurrency?\n\nOur commitment to crypto payments is not a trend—it is a logical extension of our mission to protect digital sovereignty.\n\nTransaction security as a principle. Traditional payment systems are frequent targets for supply-chain attacks and social engineering. Cryptographically secured transactions eliminate whole classes of risk tied to card data leaks, chargeback fraud, and intermediary compromise. We apply the same cryptographic rigor to financial operations as we do to your data.\n\nPrivacy by default. Our clients often operate in environments where even the act of discussing enhanced cyber defense is sensitive. Crypto payments reduce the digital footprint associated with purchasing our reports, adding an additional layer of operational security (OPSEC).\n\nOperational resilience. Decentralized networks run 24/7/365 without geographic restrictions or banking holidays. This guarantees you can access critical intelligence exactly when needed, without waiting for third-party approvals.\n\nTechnological integrity. We believe in a future built on transparent, verifiable protocols. By accepting crypto, we affirm our commitment to those principles: verifiability, immutability, and censorship resistance.\n\nFor enterprise clients: We understand that accounting procedures may require traditional invoices. For contracts above $10,000, we offer a hybrid option with all required documentation. Contact us to discuss details.\n\nThis is more than a payment method. It is a statement of our principles.",
  "portal_subscription_title": "Subscription management",
  "portal_subscription_status_title": "Status",
  "portal_subscription_next_title": "Next renewal",
  "portal_subscription_actions_title": "Actions",
  "portal_activity_title": "Security activity",
  "portal_activity_attacks_title": "Detected attacks",
  "portal_activity_uptime_title": "Uptime monitoring",
  "portal_activity_reports_title": "Latest report",
  "payment_product_1_cta": "Buy report for $499",
  "payment_product_2_cta": "Buy report for $1,850",
  "payment_product_3_cta": "Buy package for $4,200"
}
