{
  "page_title_home": "Aegis Sentinel | Soluciones globales de ciberseguridad",
  "page_title_about": "Sobre Aegis Sentinel",
  "page_title_services": "Servicios | Aegis Sentinel",
  "page_title_solutions": "Soluciones | Aegis Sentinel",
  "page_title_cases": "Casos | Aegis Sentinel",
  "page_title_blog": "Insights | Aegis Sentinel",
  "page_title_contact": "Contacto | Aegis Sentinel",
  "page_title_portal": "Portal del cliente | Aegis Sentinel",
  "page_title_payment": "Pagos | Aegis Sentinel",
  "brand_tagline": "Vigilancia más allá del código",
  "nav_home": "Inicio",
  "nav_about": "Sobre nosotros",
  "nav_services": "Servicios",
  "nav_solutions": "Soluciones",
  "nav_cases": "Casos",
  "nav_blog": "Insights",
  "nav_contact": "Contacto",
  "nav_portal": "Portal del cliente",
  "nav_payment": "Pagos",
  "hero_badge": "Ciberdefensa global",
  "hero_title": "Ciberseguridad estratégica que se adelanta a las amenazas.",
  "hero_subtitle": "Aegis Sentinel combina inteligencia de amenazas de élite con preparación ante incidentes para sectores regulados.",
  "hero_primary": "Solicitar demo",
  "hero_secondary": "Obtener propuesta",
  "hero_panel_title": "Confianza de líderes de seguridad",
  "hero_panel_body": "Más de 280 especialistas, 40% ex hackers éticos y analistas de inteligencia, con presencia en Suiza, Reino Unido, EAU, Singapur, Alemania y EE. UU.",
  "hero_panel_list_1": "Cumplimiento ISO 27001, 27701, 22301",
  "hero_panel_list_2": "Socio de Microsoft Intelligent Security Association",
  "hero_panel_list_3": "SOC e IR multilingüe 24/7",
  "trust_title": "Diseñado para entornos críticos",
  "trust_body": "Anticipamos la evolución del adversario y aportamos ventaja estratégica a finanzas, salud y gobierno.",
  "trust_card_1_title": "Fusión de inteligencia",
  "trust_card_1_body": "Fuentes propietarias e investigación forense digital para optimizar la defensa en tiempo real.",
  "trust_card_2_title": "Reportes ejecutivos",
  "trust_card_2_body": "Reportes para el directorio, remediación con SLA y evaluación clara de riesgos.",
  "trust_card_3_title": "Validación continua",
  "trust_card_3_body": "Red teaming constante y simulaciones de brechas para resistir APT.",
  "services_preview_title": "Servicios clave",
  "services_preview_body": "Desde threat hunting proactivo hasta respuesta a incidentes con resultados medibles.",
  "services_preview_1": "Proactive Threat Hunting",
  "services_preview_1_body": "Analítica de comportamiento, detección de anomalías y contención rápida.",
  "services_preview_2": "Penetration Testing",
  "services_preview_2_body": "Emulación de adversarios y validación de cumplimiento para activos críticos.",
  "services_preview_3": "Digital Forensics & IR",
  "services_preview_3_body": "Investigación rápida y remediación con preservación de evidencia.",
  "services_preview_4": "Security Awareness Training",
  "services_preview_4_body": "Simulaciones por rol y capacitación multilingüe para reducir el riesgo humano.",
  "case_preview_title": "Impacto verificado",
  "case_preview_body": "Nuestros equipos protegen la propiedad intelectual y datos críticos en escenarios urgentes.",
  "case_preview_highlight": "Se evitó el robo de IP por $2B en un fabricante médico europeo.",
  "case_preview_detail": "Intrusión APT neutralizada en 36 horas, ensayos clínicos sin interrupciones.",
  "contact_preview_title": "Conectar con Aegis Sentinel",
  "contact_preview_body": "Hable con la sede de Zúrich o con oficinas regionales para un briefing confidencial.",
  "contact_preview_cta": "Contactar Security Desk",
  "footer_tagline": "Vigilancia más allá del código",
  "footer_contact": "Email: security@aegissentinel.com",
  "footer_rights": "© 2024 Aegis Sentinel. Todos los derechos reservados.",
  "about_badge": "Perfil de la empresa",
  "about_title": "Aegis Sentinel Global Cybersecurity Solutions",
  "about_intro": "Fundada en 2012 en Zug, Suiza. Aegis Sentinel ofrece ciberdefensa global para sectores regulados.",
  "about_history_title": "Nuestra historia",
  "about_history_body": "De un equipo boutique de inteligencia a una organización global de más de 280 personas, independiente y orientada a la misión.",
  "about_mission_title": "Misión",
  "about_mission_body": "Anticipar la evolución de las ciberamenazas y ofrecer ventaja estratégica.",
  "about_stats_title": "Alcance global",
  "about_stats_body": "Más de 280 expertos, 40% ex hackers éticos y analistas, cinco oficinas y SOC 24/7.",
  "about_team_title": "Liderazgo",
  "about_team_ceo_name": "Dr. Arthur Foster",
  "about_team_ceo_role": "Fundador y CEO",
  "about_team_ceo_bio": "Ex jefe de operaciones de ciberinteligencia en la NSA, lidera la estrategia.",
  "about_team_cto_name": "Elena Voss",
  "about_team_cto_role": "Directora de Tecnología",
  "about_team_cto_bio": "Experta en criptografía, ex CERN, supervisa la ingeniería de plataformas seguras.",
  "about_team_rd_name": "Kenji Tanaka",
  "about_team_rd_role": "Director de I+D",
  "about_team_rd_bio": "Lidera iniciativas de detección de amenazas con IA en cloud, OT e infraestructura crítica.",
  "about_offices_title": "Oficinas",
  "about_offices_body": "Sede en Zug y operaciones en Londres, Dubái, Singapur, Berlín y Boston.",
  "about_cert_title": "Cumplimiento y alianzas",
  "about_cert_body": "ISO 27001, 27701 y 22301. Socio de Microsoft Intelligent Security Association.",
  "services_badge": "Portafolio de servicios",
  "services_title": "Servicios de ciberseguridad para resiliencia",
  "services_intro": "Aegis Sentinel entrega programas proactivos y reactivos con resultados medibles.",
  "service_threat_title": "Proactive Threat Hunting",
  "service_threat_body": "Hunting basado en hipótesis, fusión de inteligencia y MITRE ATT&CK.",
  "service_pentest_title": "Penetration Testing",
  "service_pentest_body": "Emulación red team, ingeniería social y reportes para auditorías.",
  "service_dfir_title": "Digital Forensics & Incident Response",
  "service_dfir_body": "Contención rápida, investigación forense y comunicación de crisis.",
  "service_awareness_title": "Security Awareness Training",
  "service_awareness_body": "Simulaciones por rol, briefings ejecutivos y formación multilingüe.",
  "solutions_badge": "Programas sectoriales",
  "solutions_title": "Soluciones a medida",
  "solutions_intro": "Soluciones alineadas con marcos regulatorios y realidades operativas.",
  "solutions_fintech_title": "FinTech",
  "solutions_fintech_body": "Monitoreo PCI, inteligencia antifraude y reporting al directorio.",
  "solutions_health_title": "Healthcare",
  "solutions_health_body": "Protección de datos de pacientes, resiliencia ante ransomware y compliance HIPAA/GDPR.",
  "solutions_gov_title": "Government",
  "solutions_gov_body": "Modernización segura, defensa de infraestructura crítica y respuesta a incidentes.",
  "cases_badge": "Historias de éxito",
  "cases_title": "Casos",
  "cases_intro": "Historias reales con reducción de riesgo medible.",
  "case1_title": "MedCore Devices",
  "case1_industry": "Industria: dispositivos médicos",
  "case1_problem": "Problema: infiltración APT dirigida amenazó $2B en IP.",
  "case1_solution": "Solución: threat hunting 24/7, aislamiento de movimiento lateral y segmentación en 36 horas.",
  "case1_result": "Resultado: exfiltración detenida, reportes regulatorios a tiempo.",
  "case2_title": "NovaPay Holdings",
  "case2_industry": "Industria: FinTech",
  "case2_problem": "Problema: campañas de credential stuffing aumentaron 18% el fraude.",
  "case2_solution": "Solución: analítica de comportamiento, refuerzo de MFA e inteligencia antifraude.",
  "case2_result": "Resultado: 72% menos intentos de fraude y mayor confianza.",
  "case3_title": "Helios Public Sector Network",
  "case3_industry": "Industria: gobierno",
  "case3_problem": "Problema: infraestructura legacy expuesta a persistencia de estados-nación.",
  "case3_solution": "Solución: despliegue zero trust, modernización segura y playbooks IR.",
  "case3_result": "Resultado: contención 45% más rápida y mayor resiliencia.",
  "blog_badge": "Aegis Sentinel Labs",
  "blog_title": "Insights",
  "blog_intro": "Guías técnicas e inteligencia estratégica sobre amenazas.",
  "blog_post1_title": "ShadowCloud: intrusión APT multietapa",
  "blog_post1_body": "Análisis de una campaña 2024 contra APIs financieras y reducción del dwell time en 63%.",
  "blog_post2_title": "Negociaciones de ransomware: lo que el directorio debe saber",
  "blog_post2_body": "Marcos de política, aspectos legales y playbooks de negociación.",
  "blog_post3_title": "Zero trust para infraestructura crítica",
  "blog_post3_body": "Segmentación, controles de identidad y monitoreo OT sin interrupciones.",
  "contact_badge": "Mesa de engagement",
  "contact_title": "Contactar Aegis Sentinel",
  "contact_intro": "Programe un briefing confidencial o solicite una propuesta.",
  "contact_offices_title": "Oficinas regionales",
  "contact_office_zug": "Zug HQ — security-zug@aegissentinel.com",
  "contact_office_london": "Londres — security-london@aegissentinel.com",
  "contact_office_dubai": "Dubái — security-dubai@aegissentinel.com",
  "contact_office_singapore": "Singapur — security-singapore@aegissentinel.com",
  "contact_office_berlin": "Berlín — security-berlin@aegissentinel.com",
  "contact_office_boston": "Boston — security-boston@aegissentinel.com",
  "contact_forms_title": "Solicitudes",
  "contact_form_demo_title": "Solicitar demo",
  "contact_form_quote_title": "Obtener propuesta",
  "contact_form_contact_title": "Contactar al equipo",
  "form_name_label": "Nombre",
  "form_email_label": "Email",
  "form_service_label": "Servicio",
  "form_message_label": "Mensaje",
  "form_submit": "Enviar",
  "form_name_placeholder": "Tu nombre",
  "form_email_placeholder": "name@company.com",
  "form_message_placeholder": "Comparte detalles del proyecto o urgencia.",
  "form_service_option_threat": "Proactive Threat Hunting",
  "form_service_option_pentest": "Penetration Testing",
  "form_service_option_dfir": "Digital Forensics & IR",
  "form_service_option_awareness": "Security Awareness Training",
  "form_service_option_general": "Consulta general",
  "form_status_placeholder": "",
  "contact_note": "Nunca compartimos información del cliente y aceptamos NDA antes de la llamada.",
  "portal_badge": "Acceso seguro",
  "portal_title": "Portal del cliente",
  "portal_intro": "Accede a proyectos activos, reportes y tickets de soporte.",
  "portal_login_title": "Inicio de sesión",
  "portal_login_user": "Email",
  "portal_login_pass": "Contraseña",
  "portal_login_button": "Ingresar",
  "portal_login_user_placeholder": "you@company.com",
  "portal_login_pass_placeholder": "••••••••",
  "portal_dashboard_title": "Bienvenido de nuevo.",
  "portal_welcome": "Tus proyectos están monitoreados por el SOC de Zug.",
  "portal_projects_title": "Proyectos actuales",
  "portal_project1": "Global threat hunting — 72%",
  "portal_project2": "Preparación IR — 55%",
  "portal_project3": "Formación ejecutiva — 90%",
  "portal_reports_title": "Reportes",
  "portal_reports_body": "Descarga los últimos reportes de cumplimiento y riesgos.",
  "portal_reports_button": "Descargar reportes",
  "portal_ticket_button": "Abrir ticket",
  "portal_logout_button": "Cerrar sesión",
  "payment_badge": "Checkout seguro",
  "payment_title": "Comprar reporte de seguridad",
  "payment_intro": "Access cutting-edge threat intelligence and actionable security analysis directly from Aegis Sentinel Labs. Our self-service reports provide immediate, confidential insights—from executive-level threat briefings to detailed technical assessments of your external attack surface. Select a report, complete your secure payment, and download your findings instantly to inform your security strategy.",
  "payment_product_label": "Producto",
  "payment_product_basic": "Auditoría básica",
  "payment_product_extended": "Reporte extendido",
  "payment_email_label": "Email",
  "payment_email_placeholder": "billing@company.com",
  "payment_card_label": "Datos de tarjeta",
  "payment_submit_button": "Pagar",
  "payment_success_title": "Pago confirmado.",
  "payment_success_body": "Descarga el reporte abajo. También se enviará una copia por email.",
  "payment_download_link": "Descargar reporte",
  "about_intro_long_1": "Founded in 2012 in Zug, Switzerland, Aegis Sentinel delivers elite cyber defense for regulated industries and enterprises where security failure is not an option. We operate where the stakes are highest—finance, healthcare, critical infrastructure, and government sectors—transforming cyber risk into a quantifiable and manageable strategic advantage.",
  "about_intro_long_2": "Our mission is built on a foundation of anticipatory intelligence, not just reactive solutions. We combine deep threat research with hands-on adversarial simulation to expose vulnerabilities before they can be exploited. With over 280 specialists across global hubs in Zurich, London, Dubai, Singapore, Berlin, and Boston, our team includes former ethical hackers, intelligence analysts, and incident responders who understand both the attacker’s mindset and the defender’s imperative.",
  "about_intro_long_3": "We don’t just protect systems; we strengthen organizational resilience through continuous validation, board-ready reporting, and compliance alignment with ISO 27001, 27701, and 22301 standards. As a Microsoft Intelligent Security Association partner, we integrate cutting-edge technology with human expertise to deliver outcomes—not just alerts.",
  "about_intro_long_4": "At Aegis Sentinel, vigilance moves beyond the code. It’s embedded in our culture, our methodologies, and our unwavering commitment to defending the digital frontiers of our clients. We enable organizations to operate with confidence in a contested digital world.",
  "services_intro_long_1": "Aegis Sentinel delivers proactive and responsive security programs with measurable outcomes across complex regulatory environments. Our service portfolio is built on a cycle of continuous validation—identifying exposure, demonstrating impact, and implementing defense.",
  "services_intro_long_2_title": "1. Proactive Threat Intelligence & Exposure Management",
  "services_intro_long_2_body": "We don’t wait for alerts. Our intelligence team and proprietary systems continuously map your publicly exposed attack surface, identifying misconfigurations, outdated systems, and potential entry points before they appear in a breach report. This includes tailored briefings on emerging threats specifically targeting your sector.",
  "services_intro_long_3_title": "2. Adversary Simulation & Security Validation",
  "services_intro_long_3_body": "Going beyond checklist audits, our controlled simulation exercises replicate real-world adversary behavior to test detection and response capabilities. We demonstrate exploit chains in a contained environment, providing clear evidence of risk and actionable remediation guidance.",
  "services_intro_long_4_title": "3. Incident Readiness & Strategic Response",
  "services_intro_long_4_body": "When critical events occur, our global 24/7 SOC and incident commanders provide not just technical containment, but coordinated crisis management, communication support, and forensic analysis to meet regulatory and legal requirements.",
  "services_intro_long_5_title": "4. Resilience Integration & Continuous Monitoring",
  "services_intro_long_5_body": "Security must be woven into operations. We deploy lightweight, adaptive monitoring agents and integrate with your existing infrastructure to provide real-time visibility, anomaly detection, and compliance assurance—turning static defense into a dynamic, learning system.",
  "services_intro_long_6": "Every engagement is designed to transition from initial assessment to managed resilience, ensuring that security becomes a sustainable competitive advantage, not just a compliance cost.",
  "solutions_intro_long_1": "We move beyond generic frameworks to deliver sector-specific solutions that align with stringent regulatory requirements and the unique operational realities of your industry. Our programs are built on a foundation of deep compliance expertise and threat intelligence tailored to the specific adversaries and vulnerabilities targeting your sector.",
  "solutions_intro_long_2_title": "Financial Services & FinTech",
  "solutions_intro_long_2_body": "Navigate the complex triad of security, compliance, and customer trust. Our solutions for finance address PCI DSS, GLBA, and SOC 2 requirements while integrating advanced fraud prevention, API security, and real-time transaction monitoring to protect assets and maintain market confidence.",
  "solutions_intro_long_3_title": "Healthcare & Life Sciences",
  "solutions_intro_long_3_body": "Protect patient data and secure critical infrastructure without disrupting care. Our healthcare-focused programs ensure HIPAA and GDPR compliance while safeguarding medical devices, securing research data, and building ransomware resilience for hospitals and biotech firms.",
  "solutions_intro_long_4_title": "Government & Critical Infrastructure",
  "solutions_intro_long_4_body": "Defend public sector entities and essential services against sophisticated threats. We deliver FedRAMP-aligned solutions, secure modernization pathways for legacy systems, and 24/7 monitoring for operational technology (OT) environments that keep communities functioning.",
  "solutions_intro_long_5_title": "Technology & SaaS Providers",
  "solutions_intro_long_5_body": "Build security into your product and culture. We help technology companies implement robust DevSecOps practices, achieve compliance certifications (ISO 27001, SOC 2), and design secure-by-default architectures that become competitive advantages in global markets.",
  "solutions_intro_long_6": "Each solution begins with a collaborative assessment to map regulatory obligations to technical controls, followed by phased implementation and continuous validation. We ensure your security posture not only meets today's requirements but adapts to tomorrow's challenges—turning compliance from a cost center into a framework for resilience.",
  "cases_intro_long_1": "Real-world response stories highlighting measurable risk reduction and operational continuity. Our work is defined by measurable outcomes that protect revenue, ensure compliance, and maintain trust. Below are detailed analyses of how our methodology transforms critical vulnerabilities into validated security advantages.",
  "case1_analysis": "The threat was not merely technical but existential—targeting the core value of the company. Our response combined tactical containment with strategic regulatory navigation. By demonstrating the exact path of data exfiltration to both technical and executive teams, we transformed the incident from a security problem into a unified business recovery effort. The 36-hour resolution became a benchmark for their operational resilience, leading to an ongoing board-mandated threat simulation program.",
  "case2_analysis": "The rising fraud rate was eroding the foundational trust of a FinTech platform. Our solution went beyond blocking attacks; it involved creating a controlled demonstration of the fraud ecosystem’s scalability for leadership. This tangible evidence secured immediate investment in new controls. The 72% reduction directly correlated with a measurable uptick in customer deposit activity, proving that security investment directly enables growth.",
  "case3_analysis": "Modernizing critical infrastructure under active threat requires precision. We employed a \"validate then migrate\" approach, using controlled simulations to prove vulnerabilities in isolated legacy segments before each migration phase. This de-risked the project politically and technically. The 45% improvement in containment speed is now a key performance indicator for their annual security governance review.",
  "cases_methodology_title": "The Aegis Sentinel Methodology: How We Guarantee Outcomes",
  "cases_methodology_point_1_title": "Strategic Exposure Assessment",
  "cases_methodology_point_1_body": "We quantify risk in terms of business impact—revenue, compliance, operations—not just technical severity.",
  "cases_methodology_point_2_title": "Controlled Validation",
  "cases_methodology_point_2_body": "Through agreed-upon simulations, we demonstrate the concrete consequences of inaction to secure stakeholder alignment and urgency.",
  "cases_methodology_point_3_title": "Operational Integration",
  "cases_methodology_point_3_body": "We implement solutions measured by business continuity metrics, ensuring security becomes a pillar of resilience, not an obstacle to it.",
  "cases_methodology_quote": "“The value was not just in stopping the attack, but in the clarity Aegis provided. They showed us exactly what could happen, which made securing the budget and organizational buy-in straightforward.” — CISO, MedCore Devices",
  "cases_methodology_cta_1": "Download our detailed methodology whitepaper",
  "cases_methodology_cta_2": "Schedule a confidential briefing on your specific threat landscape",
  "blog_intro_long_1": "Technical guidance and strategic intelligence on the evolving threat landscape. Welcome to Aegis Sentinel Labs, where our frontline experience is translated into decisive knowledge. We move beyond generic threat alerts to deliver forensic analysis, actionable frameworks, and strategic foresight—equipping both technical teams and executive leadership to navigate cyber risk with confidence.",
  "blog_intro_long_2": "Our research philosophy is built on validation, not speculation. Every insight originates from our operational engagements and is stress-tested within our Controlled Threat Validation (CTV) environment. This unique approach allows us to deconstruct adversary campaigns, quantify the efficacy of defenses, and provide evidence-based recommendations you can trust.",
  "blog_intro_long_3": "Explore analyses that dissect the ‘how’ and illuminate the ‘so what’, turning complex threats into clear action plans. Discover playbooks that bridge the gap between technical response and business continuity, ensuring resilience is embedded in your strategy, not just your infrastructure.",
  "blog_intro_long_4": "[Subscribe to Aegis Sentinel Insights] for exclusive, in-depth briefings delivered to your inbox. For a confidential discussion on the threats most pertinent to your organization, [contact our Threat Intelligence team].",
  "payment_products_title": "Reports & Packages",
  "payment_crypto_label": "Preferred crypto",
  "payment_crypto_blurb": "Pay with crypto. Protect digital sovereignty. Our crypto-only checkout maximizes privacy, removes chargeback risk, and keeps delivery available 24/7.",
  "payment_product_1_title": "Executive Threat Landscape Brief",
  "payment_product_1_price": "$499 · Basic Audit",
  "payment_product_1_body": "Quarterly overview of the most relevant threats for your sector, formatted for executive leadership. Includes five emerging attack vectors, board-level guidance, and regulatory impact analysis.",
  "payment_product_1_format": "Format: PDF report (40–50 pages).",
  "payment_product_2_title": "Digital Footprint Exposure Report",
  "payment_product_2_price": "$1,850 · Extended Report",
  "payment_product_2_body": "A detailed map of publicly accessible assets and associated risk, including misconfigurations, outdated systems, and prioritized remediation guidance.",
  "payment_product_2_format": "Format: PDF report + CSV data appendix.",
  "payment_product_3_title": "Cyber Resilience Benchmark Package",
  "payment_product_3_price": "$4,200 · Premium Package",
  "payment_product_3_body": "A comprehensive maturity benchmarking package combining executive and technical reports plus a 60-minute analyst consultation.",
  "payment_product_3_format": "Format: PDF report bundle + live session.",
  "payment_product_4_title": "Enterprise Intelligence & Continuous Monitoring",
  "payment_product_4_body": "For organizations requiring continuous protection and deep integration. Subscriptions deliver monthly reports, analyst access, and real-time monitoring integration.",
  "payment_product_4_format": "Includes: bespoke configuration, recurring briefings, real-time monitoring.",
  "payment_product_4_cta": "Contact sales",
  "payment_guarantee_title": "Security & Privacy",
  "payment_guarantee_body": "Payments are processed by our PCI-DSS compliant partner. Your data and reports are strictly confidential and used only for the requested analysis.",
  "payment_guarantee_use_title": "Purpose of reports",
  "payment_guarantee_use_body": "Reports are informational and designed to inform decisions or begin professional collaboration.",
  "payment_crypto_toggle": "Why do we accept payment only in cryptocurrency?",
  "payment_crypto_body": "Why does Aegis Sentinel accept payment in cryptocurrency?\n\nOur commitment to crypto payments is not a trend—it is a logical extension of our mission to protect digital sovereignty.\n\nTransaction security as a principle. Traditional payment systems are frequent targets for supply-chain attacks and social engineering. Cryptographically secured transactions eliminate whole classes of risk tied to card data leaks, chargeback fraud, and intermediary compromise. We apply the same cryptographic rigor to financial operations as we do to your data.\n\nPrivacy by default. Our clients often operate in environments where even the act of discussing enhanced cyber defense is sensitive. Crypto payments reduce the digital footprint associated with purchasing our reports, adding an additional layer of operational security (OPSEC).\n\nOperational resilience. Decentralized networks run 24/7/365 without geographic restrictions or banking holidays. This guarantees you can access critical intelligence exactly when needed, without waiting for third-party approvals.\n\nTechnological integrity. We believe in a future built on transparent, verifiable protocols. By accepting crypto, we affirm our commitment to those principles: verifiability, immutability, and censorship resistance.\n\nFor enterprise clients: We understand that accounting procedures may require traditional invoices. For contracts above $10,000, we offer a hybrid option with all required documentation. Contact us to discuss details.\n\nThis is more than a payment method. It is a statement of our principles.",
  "portal_subscription_title": "Subscription management",
  "portal_subscription_status_title": "Status",
  "portal_subscription_next_title": "Next renewal",
  "portal_subscription_actions_title": "Actions",
  "portal_activity_title": "Security activity",
  "portal_activity_attacks_title": "Detected attacks",
  "portal_activity_uptime_title": "Uptime monitoring",
  "portal_activity_reports_title": "Latest report",
  "payment_product_1_cta": "Buy report for $499",
  "payment_product_2_cta": "Buy report for $1,850",
  "payment_product_3_cta": "Buy package for $4,200",
  "about_licenses_title": "Our licenses",
  "about_license_left": "Compliance Certificate",
  "about_license_center": "International Operations License",
  "about_license_right": "Security Certification",
  "iso_banner_title": "ISO 27001:2022 certified operations",
  "iso_banner_body": "Certified information security management with continuous audit readiness and board-grade compliance reporting.",
  "iso_banner_caption": "Certified to ISO 27001:2022",
  "partners_title": "Partner network",
  "partners_body": "Trusted partner relationships validated through formal accreditation and joint delivery programs.",
  "integrations_title": "Technologies & integrations",
  "integrations_body": "We integrate directly with Microsoft security platforms and cloud providers to shorten response times and automate compliance reporting.",
  "integrations_cloud_title": "Microsoft security stack",
  "integrations_cloud_body": "Azure, Sentinel, and Defender integrations aligned with MISA requirements.",
  "integrations_misa_caption": "Microsoft Intelligent Security Association",
  "integrations_response_title": "24/7 response integrations",
  "integrations_response_body": "Automated alerting pipelines and evidence capture for rapid containment.",
  "regulation_title": "Global regulation coverage",
  "regulation_body": "Licensing and regulatory approvals across multiple jurisdictions with localized compliance oversight.",
  "regulation_swiss_title": "Swiss cybersecurity license (Zug)",
  "regulation_swiss_caption": "Swiss regulatory license",
  "regulation_singapore_title": "Singapore security license",
  "regulation_singapore_caption": "Singapore regulatory license",
  "service_sla_link": "SLA Guarantees",
  "services_expertise_title": "Expertise & accreditation",
  "services_expertise_body": "Our specialists maintain professional accreditation to validate the rigor of our security programs.",
  "services_expertise_team_title": "Senior incident leaders",
  "services_expertise_team_body": "Incident commanders and SOC leads with decades of combined response experience.",
  "services_expertise_cert_caption": "Professional accreditation certificate",
  "services_expertise_training_title": "Continuous training",
  "services_expertise_training_body": "Quarterly certification renewals and scenario-based training for every service line.",
  "contact_sla_link": "Sample SLA",
  "solutions_cloud_title": "Cloud & Microsoft 365 programs",
  "solutions_cloud_body": "Dedicated cloud security programs for Microsoft platforms with verifiable partner status and continuous validation.",
  "solutions_cloud_tab": "Microsoft Intelligent Security Association",
  "solutions_cloud_caption": "MISA certification for cloud security integrations",
  "solutions_region_title": "Regional licensing coverage",
  "solutions_region_body": "Local licenses and approvals to support regulated programs across the Middle East and Asia-Pacific regions.",
  "solutions_region_uae": "UAE cybersecurity license",
  "solutions_region_singapore": "Singapore security license",
  "about_partner_title": "Partner network",
  "about_partner_body": "Formal partnership programs validate delivery quality and ensure coordinated security outcomes for global clients.",
  "about_partner_caption": "Authorized Partner Certificate",
  "about_regional_title": "Regional licenses",
  "about_swiss_caption": "Swiss cybersecurity license (Zug)",
  "about_uae_caption": "UAE company license",
  "about_singapore_caption": "Singapore security license",
  "page_title_compliance": "Compliance | Aegis Sentinel",
  "compliance_badge": "Compliance Portfolio",
  "compliance_title": "Certificates & compliance",
  "compliance_body": "A unified portfolio of certifications, licenses, and service guarantees for regulators, auditors, and enterprise security teams.",
  "compliance_filter_all": "All",
  "compliance_filter_international": "International certificates",
  "compliance_filter_government": "Government licenses",
  "compliance_filter_corporate": "Corporate documents",
  "compliance_doc1": "Professional accreditation certificate",
  "compliance_doc2": "Authorized partner certificate",
  "compliance_doc3": "Microsoft Intelligent Security Association",
  "compliance_doc4": "ISO 27001:2022 certification",
  "compliance_doc5": "Swiss cybersecurity license (Zug)",
  "compliance_doc6": "UAE cybersecurity license",
  "compliance_doc7": "Singapore security license",
  "compliance_doc8": "Service Level Agreement (SLA)",
  "footer_iso_text": "ISO 27001:2022 Certified",
  "footer_compliance_link": "Compliance & Certifications",
  "about_zug_license_title": "Zug headquarters license",
  "about_zug_license_body": "Swiss regulatory authorization supporting our headquarters operations and European compliance programs.",
  "payment_toggle_reports": "Reports",
  "payment_toggle_packages": "Packages",
  "payment_modal_title": "Complete checkout",
  "payment_modal_body": "Provide contact details and select your preferred settlement currency to continue.",
  "payment_modal_cta": "Continue to payment",
  "payment_product_4_price": "Custom"
}
